import 'faq_model.dart';

List<FaqModel> faqData = [
  FaqModel(
    questions: "খুলনা মেট্রোপলিটন পুলিশ কত সালে কার্যক্রম শুরু হয়?",
    ans: "১৯৮৬ সালের ১ জুলাই কার্যক্রম শুরু হয়।",
  ),
  FaqModel(
    questions: "খুলনা মেট্রোপলিটন পুলিশের আওতাধীন কয়টা থানা?",
    ans:
        "০৮ টি থানা যথাক্রমে খুলনা থানা, সোনাডাঙ্গা মডেল থানা, লবণচরা থানা, হরিণটানা থানা, খালিশপুর থানা, আড়ংঘাটা থানা ও খানজাহান আলী থানা।",
  ),
  FaqModel(
    questions: "কেএমপিতে ট্রাফিক মামলা কোথায় নিষ্পত্তি করতে হয়?",
    ans: "উপ-পুলিশ কমিশনার (ট্রাফিক) এর কার্যালয়, কেএমপি, খুলনা।",
  ),
  FaqModel(
    questions: "পার্সপোর্ট ভেরিফিকেশন কোথায় হয় এবং কত দিন সময় লাগে?",
    ans: "সিটিএসবি, কেএমপি, খুলনা । জরুলীর ক্ষেত্রে ০৩ দিন এবং সাধারণ ০৭ দিন।",
  ),
  FaqModel(
    questions: "মামলা, জিডি বা অভিযোগ কোথায় করতে হবে?",
    ans: "সংশ্লিষ্ট থানায় মামলা, জিডি বা অভিযোগ করতে হয়।",
  ),
  FaqModel(
    questions:
        "পুলিশ ক্লিয়ারেন্স সার্টিফিকেট কোথায় পাওয়া যায় এবং কত দিন সময় লাগে?",
    ans: "সিটিএসবি, কেএমপি, খুলনা এবং ০৭ দিন।",
  ),

  // OnboardModel(
  //   image: Assets.onboard.onboard.path,
  //   title: Strings.onboardTitle2,
  //   description: Strings.onboardDescription2,
  // ),
];
